cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'jq'
brew 'mas'
brew 'openssl'
brew 'reattach-to-user-namespace'
brew 'roundup'
brew 'zsh-completions'

cask 'font-sourcecodepro-nerd-font-mono'
cask 'font-fira-code'

cask 'beyond-compare'
cask 'ccleaner'
cask 'docker'
cask 'dotnet-sdk'
cask 'enpass'
cask 'firefox'
cask 'insomnia'
cask 'google-chrome'
cask 'kap'
cask 'krisp'
cask 'microsoft-edge'
cask 'open-in-code'
cask 'postman'
cask 'rescuetime'
cask 'spotify'
cask 'visual-studio-code'
