cask_args appdir: '/Applications'

tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'jq'
brew 'mas'
brew 'openssl'
brew 'reattach-to-user-namespace'
brew 'roundup'
brew 'zsh-completions'

cask 'font-sauce-code-pro-nerd-font'
cask 'font-fira-code'

cask 'beyond-compare'
cask 'docker'
cask 'firefox'
cask 'insomnia'
cask 'microsoft-edge'
cask 'open-in-code'
cask 'postman'
cask 'visual-studio-code'
